Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.showAgentActivity.subtitle
source: Show a loading spinner on workspaces with running coding agents or active loaders. Stays visible even when sidebar details are hidden.
ar: إظهار مؤشر تحميل على مساحات العمل التي بها وكلاء برمجة قيد التشغيل أو عمليات تحميل نشطة. يبقى ظاهرًا حتى عند إخفاء تفاصيل الشريط الجانبي.
bs: Prikazuje indikator učitavanja na radnim prostorima s pokrenutim agentima za kodiranje ili aktivnim učitavanjima. Ostaje vidljiv i kada su detalji bočne trake skriveni.
da: Viser en indlæsningsindikator på arbejdsområder med kørende kodningsagenter eller aktive indlæsninger. Forbliver synlig, selv når sidepanelets detaljer er skjult.
de: Zeigt einen Ladeindikator auf Arbeitsbereichen mit laufenden Coding-Agenten oder aktiven Ladevorgängen. Bleibt sichtbar, auch wenn Seitenleisten-Details ausgeblendet sind.
es: Muestra un indicador de carga en los espacios de trabajo con agentes de código en ejecución o cargas activas. Permanece visible incluso cuando los detalles de la barra lateral están ocultos.
fr: Affiche un indicateur de chargement sur les espaces de travail avec des agents de codage en cours ou des chargements actifs. Reste visible même lorsque les détails de la barre latérale sont masqués.
it: Mostra un indicatore di caricamento negli spazi di lavoro con agenti di codifica in esecuzione o caricamenti attivi. Rimane visibile anche quando i dettagli della barra laterale sono nascosti.
ja: 実行中のコーディングエージェントまたはアクティブなローダーがあるワークスペースに読み込みスピナーを表示します。サイドバーの詳細を非表示にしても表示され続けます。
ko: 실행 중인 코딩 에이전트 또는 활성 로더가 있는 워크스페이스에 로딩 스피너를 표시합니다. 사이드바 세부 정보를 숨겨도 계속 표시됩니다.
nb: Viser en lasteindikator på arbeidsområder med aktive kodeagenter eller aktive lastinger. Forblir synlig selv når sidefeltdetaljer er skjult.
pl: Pokazuje wskaźnik ładowania w obszarach roboczych z uruchomionymi agentami kodowania lub aktywnymi ładowaniami. Pozostaje widoczny nawet po ukryciu szczegółów paska bocznego.
pt_br: Mostra um indicador de carregamento nos espaços de trabalho com agentes de codificação em execução ou carregamentos ativos. Permanece visível mesmo quando os detalhes da barra lateral estão ocultos.
ru: Показывает индикатор загрузки в рабочих пространствах с запущенными агентами кодирования или активными загрузками. Остаётся видимым, даже если детали боковой панели скрыты.
th: แสดงตัวบ่งชี้การโหลดบนเวิร์กสเปซที่มีเอเจนต์เขียนโค้ดกำลังทำงานหรือมีการโหลดที่ใช้งานอยู่ ยังคงแสดงแม้ซ่อนรายละเอียดแถบด้านข้าง
tr: Çalışan kodlama aracıları veya etkin yüklemeler olan çalışma alanlarında bir yükleme göstergesi gösterir. Kenar çubuğu ayrıntıları gizliyken bile görünür kalır.
uk: Показує індикатор завантаження в робочих просторах із запущеними агентами кодування або активними завантаженнями. Залишається видимим, навіть якщо деталі бічної панелі приховано.
zh_hans: 在有正在运行的编码代理或活动加载任务的工作区上显示加载指示器。即使隐藏侧边栏详细信息也会保持显示。
zh_hant: 在有執行中的編碼代理或作用中載入工作的工作區上顯示載入指示器。即使隱藏側邊欄詳細資訊也會保持顯示。

# settings.app.showBranchDirectory
source: Show Branch + Directory in Sidebar
ar: عرض الفرع والدليل في الشريط الجانبي
bs: Prikaži granu i direktorij u bočnoj traci
da: Vis gren + mappe i sidebjælke
de: Branch + Verzeichnis in Seitenleiste anzeigen
es: Mostrar rama + directorio en la barra lateral
fr: Afficher la branche et le répertoire dans la barre latérale
it: Mostra branch e directory nella barra laterale
ja: サイドバーにブランチ+ディレクトリを表示
ko: 사이드바에 브랜치 + 디렉토리 표시
nb: Vis gren + katalog i sidepanelet
pl: Pokaż gałąź + katalog na pasku bocznym
pt_br: Mostrar Branch + Diretório na Barra Lateral
ru: Показывать ветку и каталог в боковой панели
th: แสดงสาขา + ไดเรกทอรีในแถบด้านข้าง
tr: Kenar Çubuğunda Dal + Dizin Göster
uk: Показувати гілку + теку в бічній панелі
zh_hans: 在侧边栏显示分支和目录
zh_hant: 在側邊欄顯示分支與目錄

# settings.app.showBranchDirectory.subtitle
source: Display the built-in git branch and working-directory row.
ar: عرض صف فرع git المدمج ودليل العمل.
bs: Prikaži ugrađeni red za git granu i radni direktorij.
da: Vis den indbyggede git-gren og arbejdsmapperækken.
de: Die integrierte Git-Branch- und Arbeitsverzeichniszeile anzeigen.
es: Mostrar la fila integrada de rama git y directorio de trabajo.
fr: Afficher la ligne de branche git et de répertoire de travail intégrée.
it: Visualizza la riga integrata con il branch git e la directory di lavoro.
ja: 組み込みのgitブランチと作業ディレクトリの行を表示します。
ko: 기본 제공 git 브랜치 및 작업 디렉토리 행을 표시합니다.
nb: Vis den innebygde git-grenen og arbeidskatalograden.
pl: Wyświetlaj wbudowany wiersz gałęzi git i katalogu roboczego.
pt_br: Exibir a linha integrada de branch git e diretório de trabalho.
ru: Отображать встроенную строку ветки git и рабочего каталога.
th: แสดงแถวสาขา git และไดเรกทอรีทำงานในตัว
tr: Yerleşik git dalı ve çalışma dizini satırını göster.
uk: Відображати вбудований рядок з гілкою git та робочою текою.
zh_hans: 显示内置的 Git 分支和工作目录行。
zh_hant: 顯示內建的 git 分支及工作目錄列。

# settings.app.showInMenuBar
source: Show in Menu Bar
ar: إظهار في شريط القوائم
de: In der Menüleiste anzeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
ja: メニューバーに表示
ko: 메뉴 막대에 표시
uk: Показувати в рядку меню
zh_hans: 在菜单栏中显示
zh_hant: 在選單列中顯示

# settings.app.showInMenuBar.subtitle
source: Keep cmux in the menu bar for unread notifications and quick actions.
ar: إبقاء cmux في شريط القوائم للإشعارات غير المقروءة والإجراءات السريعة.
de: cmux für ungelesene Benachrichtigungen und Schnellaktionen in der Menüleiste behalten.
es: Mantener cmux en la barra de menús para notificaciones no leídas y acciones rápidas.
fr: Conserver cmux dans la barre des menus pour les notifications non lues et les actions rapides.
ja: 未読通知の確認やクイック操作のために、cmuxをメニューバーに表示します。
ko: 읽지 않은 알림과 빠른 작업을 위해 cmux를 메뉴 막대에 유지합니다.
uk: Залишати cmux у рядку меню для непрочитаних сповіщень та швидких дій.
zh_hans: 在菜单栏中保留 cmux，用于查看未读通知和快捷操作。
zh_hant: 在選單列中保留 cmux 以接收未讀通知和執行快速動作。

# settings.app.showLog
source: Show Latest Log in Sidebar
ar: عرض أحدث سجل في الشريط الجانبي
bs: Prikaži najnoviji log u bočnoj traci
da: Vis seneste log i sidebjælke
de: Letztes Protokoll in Seitenleiste anzeigen
es: Mostrar último registro en la barra lateral
fr: Afficher le dernier journal dans la barre latérale
it: Mostra ultimo log nella barra laterale
ja: サイドバーに最新ログを表示
ko: 사이드바에 최신 로그 표시
nb: Vis siste logg i sidepanelet
pl: Pokaż najnowszy dziennik na pasku bocznym
pt_br: Mostrar Último Log na Barra Lateral
ru: Показывать последний журнал в боковой панели
th: แสดงบันทึกล่าสุดในแถบด้านข้าง
tr: Kenar Çubuğunda Son Günlüğü Göster
uk: Показувати останній журнал у бічній панелі
zh_hans: 在侧边栏显示最新日志
zh_hant: 在側邊欄顯示最新記錄

# settings.app.showLog.subtitle
source: Display the latest imperative log/status message.
ar: عرض أحدث رسالة سجل/حالة.
bs: Prikaži najnoviju imperativnu log/statusnu poruku.
da: Vis den seneste imperative log/statusmeddelelse.
de: Die letzte imperative Protokoll-/Statusmeldung anzeigen.
es: Mostrar el último mensaje imperativo de registro/estado.
fr: Afficher le dernier message de journal/statut impératif.
it: Visualizza l'ultimo messaggio di log/stato imperativo.
ja: 最新の命令型ログ/ステータスメッセージを表示します。
ko: 최신 명령형 로그/상태 메시지를 표시합니다.
nb: Vis den siste imperative logg-/statusmeldingen.
pl: Wyświetlaj najnowszy komunikat dziennika/statusu.
pt_br: Exibir a última mensagem imperativa de log/status.
ru: Отображать последнее служебное сообщение журнала/статуса.
th: แสดงข้อความบันทึก/สถานะล่าสุด
tr: Son zorunlu günlük/durum mesajını göster.
uk: Відображати останнє імперативне повідомлення журналу/статусу.
zh_hans: 显示最新的命令式日志/状态消息。
zh_hant: 顯示最新的命令式記錄或狀態訊息。

# settings.app.showMetadata
source: Show Custom Metadata in Sidebar
ar: عرض البيانات الوصفية المخصصة في الشريط الجانبي
bs: Prikaži prilagođene metapodatke u bočnoj traci
da: Vis brugerdefinerede metadata i sidebjælke
de: Benutzerdefinierte Metadaten in Seitenleiste anzeigen
es: Mostrar metadatos personalizados en la barra lateral
fr: Afficher les métadonnées personnalisées dans la barre latérale
it: Mostra metadati personalizzati nella barra laterale
ja: サイドバーにカスタムメタデータを表示
ko: 사이드바에 사용자 지정 메타데이터 표시
nb: Vis egendefinerte metadata i sidepanelet
pl: Pokaż własne metadane na pasku bocznym
pt_br: Mostrar Metadados Personalizados na Barra Lateral
ru: Показывать метаданные в боковой панели
th: แสดงข้อมูลเมตาที่กำหนดเองในแถบด้านข้าง
tr: Kenar Çubuğunda Özel Üst Veriyi Göster
uk: Показувати власні метадані в бічній панелі
zh_hans: 在侧边栏显示自定义元数据
zh_hant: 在側邊欄顯示自訂中繼資料

# settings.app.showMetadata.subtitle
source: Display custom metadata from report_meta/set_status and report_meta_block.
ar: عرض البيانات الوصفية المخصصة من report_meta/set_status و report_meta_block.
bs: Prikaži prilagođene metapodatke iz report_meta/set_status i report_meta_block.
da: Vis brugerdefinerede metadata fra report_meta/set_status og report_meta_block.
de: Benutzerdefinierte Metadaten von report_meta/set_status und report_meta_block anzeigen.
es: Mostrar metadatos personalizados de report_meta/set_status y report_meta_block.
fr: Afficher les métadonnées personnalisées de report_meta/set_status et report_meta_block.
it: Visualizza metadati personalizzati da report_meta/set_status e report_meta_block.
ja: report_meta/set_statusおよびreport_meta_blockからのカスタムメタデータを表示します。
ko: report_meta/set_status 및 report_meta_block의 사용자 지정 메타데이터를 표시합니다.
nb: Vis egendefinerte metadata fra report_meta/set_status og report_meta_block.
pl: Wyświetlaj własne metadane z report_meta/set_status i report_meta_block.
pt_br: Exibir metadados personalizados de report_meta/set_status e report_meta_block.
ru: Отображать пользовательские метаданные из report_meta/set_status и report_meta_block.
th: แสดงข้อมูลเมตาที่กำหนดเองจาก report_meta/set_status และ report_meta_block
tr: report_meta/set_status ve report_meta_block'tan özel üst veriyi göster.
uk: Відображати власні метадані з report_meta/set_status та report_meta_block.
zh_hans: 显示来自 report_meta/set_status 和 report_meta_block 的自定义元数据。
zh_hant: 顯示來自 report_meta/set_status 和 report_meta_block 的自訂中繼資料。

# settings.app.showNotificationMessage
source: Show Notification Message in Sidebar
ar: إظهار رسالة الإشعار في الشريط الجانبي
de: Benachrichtigungstext in der Seitenleiste anzeigen
es: Mostrar mensaje de notificación en la barra lateral
fr: Afficher le message de notification dans la barre latérale
ja: サイドバーに通知メッセージを表示
ko: 사이드바에 알림 메시지 표시
uk: Показувати повідомлення сповіщення в бічній панелі
zh_hans: 在侧边栏显示通知消息
zh_hant: 在側邊欄中顯示通知訊息

# settings.app.showNotificationMessage.subtitle
source: Display the latest notification message below the workspace title.
ar: عرض أحدث رسالة إشعار أسفل عنوان مساحة العمل.
de: Den neuesten Benachrichtigungstext unter dem Arbeitsbereich-Titel anzeigen.
es: Muestra el mensaje de notificación más reciente debajo del título del espacio de trabajo.
fr: Afficher le dernier message de notification sous le titre de l’espace de travail.
ja: ワークスペース名の下に最新の通知メッセージを表示します。
ko: 워크스페이스 제목 아래에 최신 알림 메시지를 표시합니다.
uk: Відображати останнє повідомлення сповіщення під заголовком робочої області.
zh_hans: 在工作区标题下方显示最新的通知消息。
zh_hant: 在工作區標題下方顯示最新的通知訊息。

# settings.app.showPorts
source: Show Listening Ports in Sidebar
ar: عرض المنافذ النشطة في الشريط الجانبي
bs: Prikaži osluškivane portove u bočnoj traci
da: Vis lyttende porte i sidebjælke
de: Lauschende Ports in Seitenleiste anzeigen
es: Mostrar puertos en escucha en la barra lateral
fr: Afficher les ports en écoute dans la barre latérale
it: Mostra porte in ascolto nella barra laterale
ja: サイドバーにリスニングポートを表示
ko: 사이드바에 수신 대기 포트 표시
nb: Vis lyttende porter i sidepanelet
pl: Pokaż nasłuchujące porty na pasku bocznym
pt_br: Mostrar Portas em Escuta na Barra Lateral
ru: Показывать прослушиваемые порты в боковой панели
th: แสดงพอร์ตที่กำลังรับฟังในแถบด้านข้าง
tr: Kenar Çubuğunda Dinlenen Portları Göster
uk: Показувати порти в бічній панелі
zh_hans: 在侧边栏显示监听端口
zh_hant: 在側邊欄顯示監聽連接埠

# settings.app.showPorts.subtitle
source: Display detected listening ports for the active workspace.
ar: عرض المنافذ المكتشفة لمساحة العمل النشطة.
bs: Prikaži otkrivene osluškivane portove za aktivni radni prostor.
da: Vis registrerede lyttende porte for det aktive arbejdsområde.
de: Erkannte lauschende Ports für den aktiven Arbeitsbereich anzeigen.
es: Mostrar los puertos en escucha detectados para el espacio de trabajo activo.
fr: Afficher les ports en écoute détectés pour l'espace de travail actif.
it: Visualizza le porte in ascolto rilevate per l'area di lavoro attiva.
ja: アクティブなワークスペースで検出されたリスニングポートを表示します。
ko: 활성 작업 공간에서 감지된 수신 대기 포트를 표시합니다.
nb: Vis oppdagede lyttende porter for det aktive arbeidsområdet.
pl: Wyświetlaj wykryte nasłuchujące porty dla aktywnej przestrzeni roboczej.
pt_br: Exibir portas em escuta detectadas para a área de trabalho ativa.
ru: Отображать обнаруженные прослушиваемые порты для активного рабочего пространства.
th: แสดงพอร์ตที่ตรวจพบสำหรับเวิร์กสเปซที่ใช้งานอยู่
tr: Etkin çalışma alanı için algılanan dinlenen portları göster.
uk: Відображати виявлені порти для активної робочої області.
zh_hans: 显示活动工作区检测到的监听端口。
zh_hant: 顯示使用中工作區偵測到的監聽連接埠。

# settings.app.showProgress
source: Show Progress in Sidebar
ar: عرض التقدم في الشريط الجانبي
bs: Prikaži napredak u bočnoj traci
da: Vis fremskridt i sidebjælke
de: Fortschritt in Seitenleiste anzeigen
es: Mostrar progreso en la barra lateral
fr: Afficher la progression dans la barre latérale
it: Mostra progresso nella barra laterale
ja: サイドバーに進捗を表示
ko: 사이드바에 진행 상황 표시
nb: Vis fremdrift i sidepanelet
pl: Pokaż postęp na pasku bocznym
pt_br: Mostrar Progresso na Barra Lateral
ru: Показывать прогресс в боковой панели
th: แสดงความคืบหน้าในแถบด้านข้าง
tr: Kenar Çubuğunda İlerlemeyi Göster
uk: Показувати прогрес у бічній панелі
zh_hans: 在侧边栏显示进度
zh_hant: 在側邊欄顯示進度

# settings.app.showProgress.subtitle
source: Display the built-in progress bar from set_progress.
ar: عرض شريط التقدم المدمج من set_progress.
bs: Prikaži ugrađenu traku napretka iz set_progress.
da: Vis den indbyggede fremskridtslinje fra set_progress.
de: Den integrierten Fortschrittsbalken von set_progress anzeigen.
es: Mostrar la barra de progreso integrada de set_progress.
fr: Afficher la barre de progression intégrée de set_progress.
it: Visualizza la barra di progresso integrata da set_progress.
ja: set_progressによる組み込みプログレスバーを表示します。
ko: set_progress의 기본 제공 진행 표시줄을 표시합니다.
nb: Vis den innebygde fremdriftsindikatoren fra set_progress.
pl: Wyświetlaj wbudowany pasek postępu z set_progress.
pt_br: Exibir a barra de progresso integrada de set_progress.
ru: Отображать встроенный индикатор прогресса из set_progress.
th: แสดงแถบความคืบหน้าในตัวจาก set_progress
tr: set_progress'ten yerleşik ilerleme çubuğunu göster.
uk: Відображати вбудований індикатор прогресу з set_progress.
zh_hans: 显示来自 set_progress 的内置进度条。
zh_hant: 顯示來自 set_progress 的內建進度列。

# settings.app.showPullRequests
source: Show Pull Requests in Sidebar
ar: عرض طلبات السحب في الشريط الجانبي
bs: Prikaži pull zahtjeve u bočnoj traci
da: Vis pull requests i sidebjælke
de: Pull Requests in Seitenleiste anzeigen
es: Mostrar pull requests en la barra lateral
fr: Afficher les Pull Requests dans la barre latérale
it: Mostra Pull Request nella barra laterale
ja: サイドバーにプルリクエストを表示
ko: 사이드바에 Pull Request 표시
nb: Vis pull-forespørsler i sidepanelet
pl: Pokaż pull requesty na pasku bocznym
pt_br: Mostrar Pull Requests na Barra Lateral
ru: Показывать запросы на слияние в боковой панели
th: แสดง Pull Request ในแถบด้านข้าง
tr: Kenar Çubuğunda Çekme İsteklerini Göster
uk: Показувати запити на злиття в бічній панелі
zh_hans: 在侧边栏显示拉取请求
zh_hant: 在側邊欄顯示 Pull Request

# settings.app.showPullRequests.subtitle
source: Display review items (PR/MR/etc.) with status and number.
ar: عرض عناصر المراجعة (طلبات السحب/الدمج/إلخ.) مع الحالة والرقم.
bs: Prikaži stavke za pregled (PR/MR/itd.) sa statusom i brojem.
da: Vis gennemgangselementer (PR/MR osv.) med status og nummer.
de: Review-Elemente (PR/MR/etc.) mit Status und Nummer anzeigen.
es: Mostrar elementos de revisión (PR/MR/etc.) con estado y número.
fr: Afficher les éléments de revue (PR/MR/etc.) avec le statut et le numéro.
it: Visualizza elementi di revisione (PR/MR/ecc.) con stato e numero.
ja: ステータスと番号付きのレビュー項目（PR/MRなど）を表示します。
ko: 상태와 번호가 있는 리뷰 항목(PR/MR 등)을 표시합니다.
nb: Vis gjennomgangselementer (PR/MR/osv.) med status og nummer.
pl: Wyświetlaj elementy przeglądu (PR/MR/itp.) ze statusem i numerem.
pt_br: Exibir itens de revisão (PR/MR/etc.) com status e número.
ru: Отображать элементы проверки (PR/MR и т.д.) со статусом и номером.
th: แสดงรายการตรวจสอบ (PR/MR/อื่นๆ) พร้อมสถานะและหมายเลข
tr: Durum ve numarayla inceleme öğelerini (PR/MR/vb.) göster.
uk: Відображати елементи перегляду (PR/MR тощо) зі статусом і номером.
zh_hans: 显示包含状态和编号的审查项（PR/MR 等）。
zh_hant: 顯示審查項目（PR/MR 等），包含狀態和編號。

# settings.app.showPullRequests.subtitle.basic
source: Display review items (PR/MR/etc.) with status and number.
ar: عرض عناصر المراجعة (طلبات السحب/طلبات الدمج/إلخ) مع الحالة والرقم.
de: Review-Elemente (PR/MR/usw.) mit Status und Nummer anzeigen.
es: Muestra los elementos de revisión (PR/MR/etc.) con su estado y número.
fr: Afficher les éléments de révision (PR/MR/etc.) avec leur statut et leur numéro.
ja: ステータスと番号付きのレビュー項目（PR/MRなど）を表示します。
ko: 리뷰 항목(PR/MR 등)을 상태 및 번호와 함께 표시합니다.
zh_hans: 显示评审项（PR/MR 等）及其状态和编号。
zh_hant: 顯示包含狀態和編號的審查項目（PR/MR 等）。

# settings.app.showSSH
source: Show SSH in Sidebar
ar: إظهار SSH في الشريط الجانبي
de: SSH in der Seitenleiste anzeigen
es: Mostrar SSH en la barra lateral
fr: Afficher le SSH dans la barre latérale
ja: サイドバーにSSHを表示
ko: 사이드바에 SSH 표시
uk: Показувати SSH у бічній панелі
zh_hans: 在侧边栏显示 SSH
zh_hant: 在側邊欄中顯示 SSH

# settings.app.showSSH.subtitle
source: Display the SSH target for remote workspaces in its own row.
ar: عرض هدف SSH لمساحات العمل البعيدة في صف خاص به.
de: Das SSH-Ziel für Remote-Arbeitsbereiche in einer eigenen Zeile anzeigen.
es: Muestra el destino SSH para espacios de trabajo remotos en su propia fila.
fr: Afficher la cible SSH pour les espaces de travail distants sur sa propre ligne.
ja: リモートワークスペースのSSHターゲットを専用の行に表示します。
ko: 원격 워크스페이스의 SSH 대상을 별도 행으로 표시합니다.
uk: Відображати ціль SSH для віддалених робочих областей у окремому рядку.
zh_hans: 为远程工作区单独用一行显示其 SSH 目标。
zh_hant: 在專屬資料列中顯示遠端工作區的 SSH 目標。

# settings.app.showWorkspaceDescription
source: Show Workspace Description in Sidebar
ar: إظهار وصف مساحة العمل في الشريط الجانبي
de: Arbeitsbereich-Beschreibung in der Seitenleiste anzeigen
es: Mostrar la descripción del espacio de trabajo en la barra lateral
fr: Afficher la description de l’espace de travail dans la barre latérale
ja: サイドバーにワークスペースの説明を表示
ko: 사이드바에 작업 공간 설명 표시
zh_hans: 在侧边栏显示工作区描述
zh_hant: 在側邊欄中顯示工作區描述

# settings.app.showWorkspaceDescription.subtitle
source: Display custom workspace descriptions below the workspace title.
ar: عرض الأوصاف المخصصة لمساحة العمل أسفل عنوان مساحة العمل.
de: Benutzerdefinierte Arbeitsbereich-Beschreibungen unter dem Arbeitsbereich-Titel anzeigen.
es: Muestra las descripciones personalizadas del espacio de trabajo debajo del título del espacio de trabajo.
fr: Afficher les descriptions personnalisées d’espace de travail sous le titre de l’espace de travail.
ja: ワークスペース名の下にカスタム説明を表示します。
ko: 작업 공간 제목 아래에 맞춤 작업 공간 설명을 표시합니다.
zh_hans: 在工作区标题下方显示自定义的工作区描述。
zh_hant: 在工作區標題下方顯示自訂的工作區描述。

# settings.app.showWorkspaceTitlebar
source: Show Workspace Title Bar
ar: إظهار شريط عنوان مساحة العمل
de: Arbeitsbereich-Titelleiste anzeigen
es: Mostrar la barra de título del espacio de trabajo
fr: Afficher la barre de titre de l’espace de travail
ja: ワークスペースのタイトルバーを表示
ko: 워크스페이스 제목 표시줄 표시
uk: Показувати заголовок робочої області
zh_hans: 显示工作区标题栏
zh_hant: 顯示工作區標題列

# settings.app.showWorkspaceTitlebar.subtitleOff
source: Hide the folder and active title above pane tabs.
ar: إخفاء المجلد والعنوان النشط فوق علامات تبويب الجزء.
de: Ordner und aktiven Titel über Teilfenster-Tabs ausblenden.
es: Oculta la carpeta y el título activo sobre las pestañas del panel.
fr: Masquer le dossier et le titre actif au-dessus des onglets de volets.
ja: ペインタブの上にあるフォルダ名と現在のタイトルを隠します。
ko: 패인 탭 위의 폴더 및 활성 제목을 숨깁니다.
uk: Сховати теку та активний заголовок над вкладками панелей.
zh_hans: 隐藏窗格标签页上方的文件夹和当前标题。
zh_hant: 隱藏資料夾與窗格標籤頁上方的作用中標題。

# settings.app.showWorkspaceTitlebar.subtitleOn
source: Show the folder and active title above pane tabs.
ar: إظهار المجلد والعنوان النشط فوق علامات تبويب الجزء.
de: Ordner und aktiven Titel über Teilfenster-Tabs anzeigen.
es: Muestra la carpeta y el título activo sobre las pestañas del panel.
fr: Afficher le dossier et le titre actif au-dessus des onglets de volets.
ja: ペインタブの上にフォルダ名と現在のタイトルを表示します。
ko: 패인 탭 위에 폴더 및 활성 제목을 표시합니다.
uk: Показувати теку та активний заголовок над вкладками панелей.
zh_hans: 显示窗格标签页上方的文件夹和当前标题。
zh_hant: 顯示資料夾與窗格標籤頁上方的作用中標題。

# settings.app.sidebarBranchLayout
source: Sidebar Branch Layout
ar: تخطيط الفروع في الشريط الجانبي
bs: Raspored grana u bočnoj traci
da: Sidebjælkens grenlayout
de: Seitenleisten-Branch-Layout
es: Disposición de ramas en la barra lateral
fr: Disposition des branches dans la barre latérale
it: Layout branch nella barra laterale
ja: サイドバーのブランチレイアウト
ko: 사이드바 브랜치 레이아웃
nb: Grenoppsett i sidepanelet
pl: Układ gałęzi na pasku bocznym
pt_br: Layout de Branch na Barra Lateral
ru: Макет веток в боковой панели
th: เค้าโครงสาขาในแถบด้านข้าง
tr: Kenar Çubuğu Dal Düzeni
uk: Макет гілок у бічній панелі
zh_hans: 侧边栏分支布局
zh_hant: 側邊欄分支版面

# settings.app.sidebarBranchLayout.inline
source: Inline
ar: سطري
bs: U redu
de: Einzeilig
es: En línea
fr: En ligne
it: In linea
ja: インライン
ko: 인라인
nb: Innebygd
pl: W linii
pt_br: Em Linha
ru: В строку
th: แบบอินไลน์
tr: Satır İçi
uk: В рядок
zh_hans: 单行
zh_hant: 行內

# settings.app.sidebarBranchLayout.subtitleInline
source: Inline: all branches share one line.
ar: سطري: جميع الفروع تشترك في سطر واحد.
bs: U redu: sve grane dijele jednu liniju.
da: Inline: alle grene deler én linje.
de: Einzeilig: Alle Branches teilen sich eine Zeile.
es: En línea: todas las ramas comparten una sola línea.
fr: En ligne : toutes les branches partagent une seule ligne.
it: In linea: tutti i branch condividono una riga.
ja: インライン: すべてのブランチが1行に表示されます。
ko: 인라인: 모든 브랜치가 한 줄에 표시됩니다.
nb: Innebygd: alle grener deler én linje.
pl: W linii: wszystkie gałęzie w jednym wierszu.
pt_br: Em Linha: todas as branches compartilham uma linha.
ru: В строку: все ветки в одной строке.
th: แบบอินไลน์: สาขาทั้งหมดแสดงในบรรทัดเดียว
tr: Satır İçi: tüm dallar tek satırı paylaşır.
uk: В рядок: усі гілки в одному рядку.
zh_hans: 单行：所有分支共享一行。
zh_hant: 行內：所有分支共用一行。

# settings.app.sidebarBranchLayout.subtitleVertical
source: Vertical: each branch appears on its own line.
ar: عمودي: كل فرع يظهر في سطر خاص به.
bs: Vertikalno: svaka grana se pojavljuje u svom redu.
da: Lodret: hver gren vises på sin egen linje.
de: Vertikal: Jeder Branch erscheint in einer eigenen Zeile.
es: Vertical: cada rama aparece en su propia línea.
fr: Vertical : chaque branche apparaît sur sa propre ligne.
it: Verticale: ogni branch appare sulla propria riga.
ja: 縦: 各ブランチがそれぞれの行に表示されます。
ko: 세로: 각 브랜치가 별도의 줄에 표시됩니다.
nb: Vertikal: hver gren vises på sin egen linje.
pl: Pionowo: każda gałąź w osobnym wierszu.
pt_br: Vertical: cada branch aparece em sua própria linha.
ru: Вертикально: каждая ветка на отдельной строке.
th: แบบแนวตั้ง: แต่ละสาขาแสดงในบรรทัดของตัวเอง
tr: Dikey: her dal kendi satırında görünür.
uk: Вертикально: кожна гілка на окремому рядку.
zh_hans: 垂直：每个分支独占一行。
zh_hant: 垂直：每個分支獨立一行。

# settings.app.sidebarBranchLayout.vertical
source: Vertical
ar: عمودي
bs: Vertikalno
da: Lodret
de: Vertikal
it: Verticale
ja: 縦
ko: 세로
nb: Vertikal
pl: Pionowo
ru: Вертикально
th: แนวตั้ง
tr: Dikey
uk: Вертикально
zh_hans: 垂直
zh_hant: 垂直
